# Element Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ReinforcementRoundingManager..::..Element Property
ReinforcementRoundingManager Class See Also
---
The owner of the reinforcement rounding overrides.
**Namespace:** Autodesk.Revit.DB.Structure**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2014
# Syntax
C#
---
```text
public Element Element { get; }
```

Visual Basic
---
```text
Public ReadOnly Property Element As Element
	Get
```

Visual C++
---
```text
public:
property Element^ Element {
	Element^ get ();
}
```

# See Also
ReinforcementRoundingManager Class
Autodesk.Revit.DB.Structure Namespace